"Automatically Install" = "Installer automatisk";

"Delete After Install" = "Slet efter installering";

"Remove Metadata"="Fjern metadata";

"Keep Awake"="Hold vågen";

"This will keep your screen always ON while using AppCake"="Dette vil ALTID holde din skærm mens du bruger AppCake";

"Remove Metadata will stop App Store from updating the app"="Fjern metadata vil stoppe App Store fra at opdatere appen";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Aktiver iTunes Sync for at apps installeret af AppCake kan blive overført til din computer af iTunes.";

"iTunes Sync"="iTunes Sync";

"Feedback"="Feedback";

"Changelog"="Changelog";

"I Can Translate"="Jeg kan oversætte";

"Clear Image Cache"="Ryd billedcache";

"Settings" = "Indstillinger";

"Show iPhone Apps" = "Vis iPhone apps";